{
    "home": "Home",
    "services": "Services",
    "gallery": "Gallery",
    "WelcomeManazelAlshafa":"Welcome to Al-Shafa Homes",
    "WelcomeManazelAlshafaDesc":"Al-Shafa Homes for luxury holiday houses in Al-Shafa city, Taif",
    "BookNow":"Book Now",
    "raiseComfortLevel": "Raise comfort to the highest level",
    "welcomeMessage": "Welcome to Manazel Al-Shafa, luxury holiday homes in Al-Shafa, Taif",
    "aboutManazelAlshafa": "Manazel Al-Shafa, luxury holiday homes in the city of Al-Shafa, Taif, offers a premium stay that combines comfort and privacy in a charming natural atmosphere. It consists of luxurious suites, making it an ideal destination for families.",
    "manazelDescription": "Manazel Al-Shafa offers a refined style marked by tranquility and luxury, featuring charming gardens and stunning natural surroundings. The suites are spacious with modern decor, comfortable furnishings, and breathtaking views of the surrounding nature.",
    "roomsAndSuites": "Rooms & Suites",

    "suite1Title": "Two Rooms, Living Area, Yard and Pool",
    "suite2Title": "One Room, Living Area, and Yard",
    "suite5Title": "Accessible Suite",
    "OurServices":"Our Services",
  
    "gardensTitle": "Gardens",
    "gardensDescription": "Al-Shafa Homes features beautiful gardens",

    
      "raiseComfortLevel": "Raise your comfort level",
      "facilities": "Facilities",
      "commonFacilities": "Most common facilities in the hotel",
      "outdoorActivities": "Outdoor Activities",
      "balcony": "Balcony",
      "seating": "Seating",
      "garden": "Garden",
      "bedroom": "Bedroom",
      "alarmClock": "Alarm clock",
      "closet": "Closet",
      "bedLinen": "Bed linen",
      "bathroom": "Bathroom",
      "toiletPaper": "Toilet paper",
      "towels": "Towels",
      "slippers": "Slippers",
      "privateBathroom": "Private bathroom",
      "toilet": "Toilet",
      "toiletries": "Free toiletries",
      "hairDryer": "Hair dryer",
      "shower": "Shower",
      "showAllFacilities": "Show all facilities",
      "hideFacilities": "Hide some facilities",
        "followUs": "Follow us on",
  "allRightsReserved": "All rights reserved © 2025 Royaatek",
  "bookViaWhatsapp": "Book via WhatsApp",
  "hotelGallery": "Hotel Gallery",

  
    "suite1.title": "Two Bedrooms, Living Room, Courtyard, and Pool",
    "suite1.description": "Enjoy a unique stay at *Manazel Al Shafa Holiday Homes*, where tranquility meets luxury. This exquisite suite features two elegant bedrooms, a spacious living room, and a fully equipped kitchen for a comfortable vacation. It also includes a private bathroom and a balcony overlooking a beautiful garden, offering moments of serenity. For added exclusivity, the courtyard provides complete privacy with a private pool that adds a touch of luxury to your stay. A perfect choice for those seeking relaxation in the heart of Al Shafa, Taif.",
    "suite2.title": "One Bedroom, Living Room, and Courtyard",
    "suite2.description": "Treat yourself to a peaceful and comfortable stay at *Manazel Al Shafa Holiday Homes*. This elegant suite includes a cozy bedroom, a spacious living room for relaxation, and a kitchen equipped with all the essentials you need for an enjoyable stay. The suite features a private courtyard, offering you and your family the perfect space to enjoy the outdoors in privacy, along with an external bathroom for added convenience. The ideal choice for those seeking warmth and seclusion in the heart of Al Shafa.",
    "suite5.title": "Accessible Suite",
    "suite5.description": "Enjoy a luxurious stay designed to meet your needs. The suite is fully equipped with all comfort amenities, with full consideration for accessibility, ensuring smooth movement and navigation. Special entry points and an additional outdoor bathroom designed for ease of use guarantee you maximum comfort and privacy.",
    "price.normal": "Weekdays",
    "price.holiday": "Seasons & Holidays",
    "currency": "SAR",
    "bookViaWhatsapp": "Book via WhatsApp",
    "roomNotFound": "Suite not found",
    "videoNotSupported": "Your browser does not support the video tag."

  


    
    
    
    



  }
  